<template>
    <div id="block-text">
        <h5 id="title">{{title}}</h5>
        <p id="text">{{text}}</p>
    </div>
</template>

<script>
    export default {
        name: "GeneralInformation",
        data(){
            return {
                title: 'Общее управление',
                text: 'Управление организацией – это многослойный пирог, состоящий из разных задач и вызовов. Когда работа организована хорошо, со стороны кажется, что менеджер сам ничего не делает – всё выполняют сотрудники или машины. Но если работа не налажена, ошибки руководителя сразу видны. Здесь и выявляется уровень мастерства управленца.\n' +
                    '\n' +
                    'Удачные решения руководителя повышают производительность всего коллектива, а его промахи дорого обходятся компании. Перед управленцем стоит много задач, каждую из которых можно решить несколькими способами. Сделать правильный выбор без должной подготовки очень сложно. Курсы по менеджменту помогут восполнить пробелы и отработать необходимые навыки.\n' +
                    '\n' +
                    'Многие подходы к менеджменту остаются актуальными на протяжении нескольких десятилетий. И эта база постоянно пополняется благодаря научным исследованиям и опыту миллионов руководителей. Теперь менеджерам не нужно заниматься изобретением «велосипедов» для решения каждой проблемы – достаточно узнать о готовых решениях в учебной аудитории.\n' +
                    '\n' +
                    'Блок Управление бизнесом ориентирован на построение качественной системы управления. Главе и топ-менеджерам компании необходим стратегический взгляд на операции, финансы, персонал и т.д. Они должны не просто принимать решения, а выстраивать надежную систему принятия решений.\n' +
                    '\n' +
                    'Раздел Управленческие навыки посвящен выработке личных качеств управленца. Здесь отрабатываются навыки постановки задач, проведения совещаний, выработки и принятия решений и многие другие.\n' +
                    '\n' +
                    'Семинары раздела Тактика и подразделения созданы для руководителей среднего звена. Им редко уделяется внимание в книгах и классических курсах управления. Такие менеджеры должны заниматься отладкой бизнес-процессов и реализацией проектов в особых условиях: их действия ограничены уровнем полномочий и общей стратегией развития компании.\n' +
                    '\n' +
                    'В курсах раздела Изменения раскрываются вопросы оптимизации бизнеса и перестройки внутренних процессов компании в условиях нестабильного рынка и меняющейся внешней среды.\n' +
                    '\n' +
                    'Обеспечение стабильности деятельности компании основано на управлении рисками, учете правовых и налоговых особенностей ведения бизнеса. Умелый менеджер не паникует в условиях кризиса, а принимает расчетливые стратегические решения.\n' +
                    '\n' +
                    'Цены на курсы и семинары для руководителей отличаются. Они составляют от 19 465 руб. до 55 500 руб., поэтому вы всегда сможете выбрать тот формат обучения, который устраивает вас по стоимости.\n' +
                    '\n' +
                    'Приходите на семинары Русской Школы Управления, мы научим вас управлять эффективно!'
            }
        },
    }
</script>

<style scoped>
    #block-text{
        margin-top: 3%;
        width: 90%;
        padding: 3% 5% 3% 5%;
        height: auto;
    }
    #title{
        color: black;
    }
    #text{
        margin-top: 1%;
        color: black;
        white-space: pre-wrap;
    }
</style>